Repository: SadNoo/SB-Skin
Catalog: Sources/SBSkin/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: %1$@ went through %2$@.
zh_hans: %1$@ 经由 %2$@。
zh_hant: %1$@ 經由 %2$@。

source: %@ went directly.
zh_hans: %@ 直接连接。
zh_hant: %@ 直接連線。

source: %@ · %lld conns
zh_hans: %@ · %lld 个连接
zh_hant: %@ · %lld 個連線

source: %@ · now %@
zh_hans: %@ · 当前 %@
zh_hant: %@ · 當前 %@

source: %@ · round trip %@
zh_hans: %@ · 往返 %@
zh_hant: %@ · 往返 %@

source: %lld active
zh_hans: %lld 个活动
zh_hant: %lld 個活動

source: %lld connections
zh_hans: %lld 个连接
zh_hant: %lld 個連線

source: Actions
zh_hans: 操作
zh_hant: 操作

source: Active
zh_hans: 活动
zh_hant: 活動

source: Activity
zh_hans: 活动
zh_hant: 活動

source: Add Modules
zh_hans: 添加模块
zh_hant: 新增模組

source: Add a profile in %1$@ to begin.
zh_hans: 请先在“%1$@”中添加配置。
zh_hant: 請先在“%1$@”中新增設定檔。

source: Africa
zh_hans: 非洲
zh_hant: 非洲

source: All
zh_hans: 全部
zh_hant: 全部

source: All %lld ›
zh_hans: 全部 %lld ›
zh_hant: 全部 %lld ›

source: Americas
zh_hans: 美洲
zh_hant: 美洲

source: App
zh_hans: 应用
zh_hant: 應用

source: App Icon Follows Skin
zh_hans: App 图标跟随皮肤
zh_hant: App 圖示跟隨皮膚

source: Appearance
zh_hans: 外观
zh_hant: 外觀

source: Arrived at
zh_hans: 到达
zh_hant: 到達

source: Asia
zh_hans: 亚洲
zh_hant: 亞洲

source: Auto
zh_hans: 自动
zh_hant: 自動

source: Auto-seek
zh_hans: 自动搜台
zh_hant: 自動搜臺

source: Automatic
zh_hans: 自动
zh_hant: 自動

source: Backup Subscription
zh_hans: 备用订阅
zh_hant: 備用訂閱

source: Band
zh_hans: 波段
zh_hant: 波段

source: Best for: %@
zh_hans: 适合：%@
zh_hant: 適合：%@

source: By App
zh_hans: 按应用
zh_hant: 按應用

source: By Exit
zh_hans: 按出口
zh_hant: 按出口

source: By Rule
zh_hans: 按规则
zh_hant: 按規則

source: By exit
zh_hans: 按出口
zh_hant: 按出口

source: Cancel
zh_hans: 取消
zh_hant: 取消

source: Chain
zh_hans: 链路
zh_hant: 鏈路

source: Change Node
zh_hans: 切换节点
zh_hant: 切換節點

source: Change Place
zh_hans: 换个地点
zh_hant: 換個地點

source: Change mode
zh_hans: 切换模式
zh_hant: 切換模式

source: Check roads
zh_hans: 测一下路况
zh_hant: 測一下路況

source: Choose a Node
zh_hans: 选择节点
zh_hant: 選擇節點

source: Choose your style
zh_hans: 选择你的风格
zh_hant: 選擇你的風格

source: Clear Logs
zh_hans: 清除日志
zh_hant: 清除日誌

source: Clear all logs?
zh_hans: 要清除所有日志吗？
zh_hant: 要清除所有日誌嗎？

source: Clear logs
zh_hans: 清除日志
zh_hant: 清除日誌

source: Close
zh_hans: 关闭
zh_hant: 關閉

source: Close All
zh_hans: 全部关闭
zh_hant: 全部關閉

source: Close All Connections
zh_hans: 关闭所有连接
zh_hant: 關閉所有連線

source: Close Connection
zh_hans: 关闭连接
zh_hant: 關閉連線

source: Close all connections
zh_hans: 关闭所有连接
zh_hant: 關閉所有連線

source: Close all connections?
zh_hans: 要关闭所有连接吗？
zh_hant: 要關閉所有連線嗎？

source: Close connection
zh_hans: 关闭连接
zh_hant: 關閉連線

source: Closed
zh_hans: 已关闭
zh_hant: 已關閉

source: Color Mode
zh_hans: 颜色模式
zh_hant: 顏色模式

source: Connect
zh_hans: 连接
zh_hant: 連線

source: Connected
zh_hans: 已连接
zh_hant: 已連線

source: Connecting…
zh_hans: 正在连接…
zh_hant: 正在連線…

source: Connection
zh_hans: 连接
zh_hant: 連線

source: Connection ended
zh_hans: 连接已结束
zh_hant: 連線已結束

source: Connections
zh_hans: 连接
zh_hant: 連線

source: Connections %lld in / %lld out
zh_hans: 连接 入 %lld / 出 %lld
zh_hant: 連線 入 %lld / 出 %lld

source: Connections in/out
zh_hans: 连接 入/出
zh_hant: 連線 入/出

source: Controlling %@
zh_hans: 正在控制 %@
zh_hant: 正在控制 %@

source: Copy
zh_hans: 拷贝
zh_hant: 拷貝

source: Copy Destination
zh_hans: 拷贝目标地址
zh_hant: 拷貝目標地址

source: Counted from connections seen since the service started.
zh_hans: 根据服务启动以来的连接统计。
zh_hant: 根據服務啟動以來的連線統計。

source: Create a profile or import one from a link, a file or a QR code to get started.
zh_hans: 新建配置，或从链接、文件、二维码导入，即可开始使用。
zh_hant: 新建設定檔，或從連結、檔案、二維碼匯入，即可開始使用。

source: Create or import a profile first.
zh_hans: 请先新建或导入配置。
zh_hant: 請先新建或匯入設定檔。

source: Created
zh_hans: 创建时间
zh_hant: 建立時間

source: Current Node · %@
zh_hans: 当前节点 · %@
zh_hant: 當前節點 · %@

source: Current Profile
zh_hans: 当前配置
zh_hant: 當前設定檔

source: Custom mode from your profile.
zh_hans: 配置中定义的自定义模式。
zh_hant: 設定檔中定義的自定義模式。

source: Dark
zh_hans: 深色
zh_hant: 深色

source: Dashboard
zh_hans: 仪表盘
zh_hant: 儀表盤

source: Default route
zh_hans: 默认路由
zh_hant: 預設路由

source: Destination
zh_hans: 目标
zh_hant: 目標

source: Direct
zh_hans: 直连
zh_hant: 直連

source: Disconnect
zh_hans: 断开
zh_hant: 斷開

source: Domain
zh_hans: 域名
zh_hant: 域名

source: Done
zh_hans: 完成
zh_hant: 完成

source: Download
zh_hans: 下载
zh_hant: 下載

source: Downstream
zh_hans: 下行
zh_hant: 下行

source: Edit
zh_hans: 编辑
zh_hant: 編輯

source: Europe
zh_hans: 欧洲
zh_hant: 歐洲

source: Every skin has exactly the same features. Settings, profiles and tools keep one shared layout and follow the skin's colors.
zh_hans: 所有皮肤的功能完全相同。设置、配置和工具使用同一套布局，并跟随皮肤配色。
zh_hant: 所有皮膚的功能完全相同。設定、設定檔和工具使用同一套佈局，並跟隨皮膚配色。

source: Every skin has the same features — it just looks and feels different. You can change it any time in Settings › Appearance.
zh_hans: 每套皮肤功能都一样，只是外观和手感不同。随时可以在“设置 › 外观”中更换。
zh_hant: 每套皮膚功能都一樣，只是外觀和手感不同。隨時可以在“設定 › 外觀”中更換。

source: Everything goes through the proxy.
zh_hans: 所有流量都走代理。
zh_hant: 所有流量都走代理。

source: Everything is already on your home.
zh_hans: 所有模块都已在主页上。
zh_hant: 所有模組都已在主頁上。

source: Feed
zh_hans: 续纸
zh_hant: 續紙

source: Final
zh_hans: 最终
zh_hant: 最終

source: From
zh_hans: 来自
zh_hant: 來自

source: From outbound
zh_hans: 来自出站
zh_hant: 來自出站

source: Goroutines
zh_hans: 协程
zh_hant: 協程

source: Goroutines %lld
zh_hans: 协程 %lld
zh_hant: 協程 %lld

source: Group
zh_hans: 分组
zh_hant: 分組

source: Groups
zh_hans: 分组
zh_hant: 分組

source: Handed to group
zh_hans: 交给分组
zh_hant: 交給分組

source: Happening now
zh_hans: 正在发生
zh_hant: 正在發生

source: Hold
zh_hans: 暂停
zh_hant: 暫停

source: Home
zh_hans: 主页
zh_hant: 主頁

source: How it got there
zh_hans: 怎么到达的
zh_hant: 怎麼到達的

source: In %lld · Out %lld
zh_hans: 入 %lld · 出 %lld
zh_hant: 入 %lld · 出 %lld

source: Inbound
zh_hans: 入站
zh_hant: 入站

source: Install Network Extension
zh_hans: 安装网络扩展
zh_hant: 安裝網路擴充套件

source: Install System Extension
zh_hans: 安装系统扩展
zh_hant: 安裝系統擴充套件

source: Interface Skin
zh_hans: 界面皮肤
zh_hant: 介面皮膚

source: Level
zh_hans: 级别
zh_hant: 級別

source: Light
zh_hans: 浅色
zh_hant: 淺色

source: Live Connections
zh_hans: 实时连接
zh_hant: 實時連線

source: Loading logs…
zh_hans: 正在载入日志…
zh_hant: 正在載入日誌…

source: Local
zh_hans: 本地
zh_hant: 本地

source: Local Config
zh_hans: 本地配置
zh_hant: 本地設定檔

source: Logs
zh_hans: 日志
zh_hant: 日誌

source: Logs appear while the service runs.
zh_hans: 服务运行时会显示日志。
zh_hant: 服務執行時會顯示日誌。

source: Manage Profiles
zh_hans: 管理配置
zh_hant: 管理設定檔

source: Matched %@
zh_hans: 命中 %@
zh_hant: 命中 %@

source: Matched rule
zh_hans: 命中规则
zh_hant: 命中規則

source: Memory
zh_hans: 内存
zh_hant: 記憶體

source: Memory %@ · Goroutines %lld
zh_hans: 内存 %@ · 协程 %lld
zh_hant: 記憶體 %@ · 協程 %lld

source: Memory MB
zh_hans: 内存 MB
zh_hant: 記憶體 MB

source: Middle East
zh_hans: 中东
zh_hant: 中東

source: Mode
zh_hans: 模式
zh_hant: 模式

source: More
zh_hans: 更多
zh_hant: 更多

source: My Subscription
zh_hans: 我的订阅
zh_hant: 我的訂閱

source: Network
zh_hans: 网络
zh_hant: 網路

source: New Profile
zh_hans: 新建配置
zh_hant: 新建設定檔

source: Newest
zh_hans: 最新
zh_hant: 最新

source: No Profile
zh_hans: 没有配置
zh_hant: 沒有設定檔

source: No band
zh_hans: 无波段
zh_hant: 無波段

source: No connections
zh_hans: 没有连接
zh_hant: 沒有連線

source: No logs
zh_hans: 没有日志
zh_hant: 沒有日誌

source: No matching commands
zh_hans: 没有匹配的命令
zh_hant: 沒有匹配的命令

source: No outbound groups
zh_hans: 没有出站分组
zh_hant: 沒有出站分組

source: No profile yet
zh_hans: 还没有配置
zh_hant: 還沒有設定檔

source: Node
zh_hans: 节点
zh_hant: 節點

source: Nodes
zh_hans: 节点
zh_hant: 節點

source: None
zh_hans: 无
zh_hant: 無

source: Not now (use %@)
zh_hans: 以后再说（使用%@）
zh_hant: 以後再說（使用%@）

source: Not set up
zh_hans: 未设置
zh_hant: 未設定

source: Not through a proxy
zh_hans: 未经代理
zh_hant: 未經代理

source: Nothing goes through the proxy.
zh_hans: 所有流量都不走代理。
zh_hant: 所有流量都不走代理。

source: Nothing matches right now.
zh_hans: 目前没有匹配项。
zh_hant: 目前沒有匹配項。

source: Nothing set up yet.
zh_hans: 还没有任何设置。
zh_hant: 還沒有任何設定。

source: Nothing yet
zh_hans: 暂无内容
zh_hant: 暫無內容

source: Now
zh_hans: 现在
zh_hant: 現在

source: Now %@
zh_hans: 当前 %@
zh_hant: 當前 %@

source: OK
zh_hans: 好
zh_hant: 好

source: Oceania
zh_hans: 大洋洲
zh_hant: 大洋洲

source: Off
zh_hans: 关
zh_hant: 關

source: On
zh_hans: 开
zh_hant: 開

source: On for
zh_hans: 已开启
zh_hant: 已開啟

source: One more step.
zh_hans: 还差一步。
zh_hant: 還差一步。

source: Open
zh_hans: 打开
zh_hant: 開啟

source: Open connections
zh_hans: 打开连接
zh_hant: 開啟連線

source: Open for
zh_hans: 已打开
zh_hant: 已開啟

source: Open logs
zh_hans: 打开日志
zh_hant: 開啟日誌

source: Open outbound groups
zh_hans: 打开出站分组
zh_hant: 開啟出站分組

source: Options
zh_hans: 选项
zh_hant: 選項

source: Other
zh_hans: 其他
zh_hant: 其他

source: Outbound
zh_hans: 出站
zh_hant: 出站

source: Outbound Group · %@
zh_hans: 出站分组 · %@
zh_hant: 出站分組 · %@

source: Outbound Groups
zh_hans: 出站分组
zh_hant: 出站分組

source: Pause
zh_hans: 暂停
zh_hant: 暫停

source: Pause connection
zh_hans: 暂停连接
zh_hant: 暫停連線

source: Paused.
zh_hans: 已暂停。
zh_hant: 已暫停。

source: Pausing…
zh_hans: 正在暂停…
zh_hant: 正在暫停…

source: Pick a connection
zh_hans: 选择一个连接
zh_hant: 選擇一個連線

source: Pick the fastest for me
zh_hans: 帮我选最快的
zh_hant: 幫我選最快的

source: Power
zh_hans: 电源
zh_hant: 電源

source: Process
zh_hans: 进程
zh_hant: 程序

source: Profile
zh_hans: 配置
zh_hant: 設定檔

source: Profiles
zh_hans: 配置
zh_hant: 設定檔

source: Protected
zh_hans: 已保护
zh_hant: 已保護

source: Protocol
zh_hans: 协议
zh_hant: 協議

source: Proxy
zh_hans: 代理
zh_hant: 代理

source: Received
zh_hans: 已接收
zh_hant: 已接收

source: Reconnecting…
zh_hans: 正在重新连接…
zh_hant: 正在重新連線…

source: Records
zh_hans: 记录
zh_hant: 記錄

source: Remote
zh_hans: 远程
zh_hant: 遠端

source: Remote Control
zh_hans: 远程控制
zh_hant: 遠端控制

source: Remote · updated %@
zh_hans: 远程 · 更新于 %@
zh_hant: 遠端 · 更新於 %@

source: Remove %@
zh_hans: 移除 %@
zh_hant: 移除 %@

source: Reset Layout
zh_hans: 重置布局
zh_hant: 重置佈局

source: Resume
zh_hans: 恢复
zh_hant: 恢復

source: Resume connection
zh_hans: 恢复连接
zh_hant: 恢復連線

source: Right now you're going through
zh_hans: 现在你正经由
zh_hant: 現在你正經由

source: Right now you're going through %1$@ with %2$@, and have used %3$@.
zh_hans: 现在你正经由 %1$@ 上网，使用%2$@，本次已用 %3$@。
zh_hant: 現在你正經由 %1$@ 上網，使用%2$@，本次已用 %3$@。

source: Round trip
zh_hans: 往返
zh_hant: 往返

source: Route
zh_hans: 路由
zh_hant: 路由

source: Route by
zh_hans: 分流依据
zh_hant: 分流依據

source: Routes
zh_hans: 线路
zh_hant: 線路

source: Routing
zh_hans: 分流
zh_hant: 分流

source: Rule
zh_hans: 规则
zh_hant: 規則

source: Rules decide, connection by connection.
zh_hans: 由规则逐个连接决定。
zh_hant: 由規則逐個連線決定。

source: Run URL test
zh_hans: 运行 URL 测试
zh_hant: 執行 URL 測試

source: Running
zh_hans: 运行中
zh_hant: 執行中

source: Search destination, rule, node
zh_hans: 搜索目标、规则、节点
zh_hant: 搜尋目標、規則、節點

source: Search logs
zh_hans: 搜索日志
zh_hant: 搜尋日誌

source: Search nodes
zh_hans: 搜索节点
zh_hant: 搜尋節點

source: Search places
zh_hans: 搜索地点
zh_hant: 搜尋地點

source: Section
zh_hans: 分区
zh_hant: 分割槽

source: See Activity
zh_hans: 查看活动
zh_hant: 檢視活動

source: See exactly how it got to its destination.
zh_hans: 看清它是怎么到达目的地的。
zh_hant: 看清它是怎麼到達目的地的。

source: Select outbound
zh_hans: 选择出站
zh_hant: 選擇出站

source: Sent
zh_hans: 已发送
zh_hant: 已傳送

source: Service
zh_hans: 服务
zh_hant: 服務

source: Session %@
zh_hans: 本次 %@
zh_hant: 本次 %@

source: Session traffic
zh_hans: 本次流量
zh_hant: 本次流量

source: Settings
zh_hans: 设置
zh_hant: 設定

source: Setup
zh_hans: 设置
zh_hant: 設定

source: Share
zh_hans: 共享
zh_hant: 共享

source: Show
zh_hans: 显示
zh_hant: 顯示

source: Skin
zh_hans: 皮肤
zh_hant: 皮膚

source: Skins
zh_hans: 皮肤
zh_hant: 皮膚

source: Skins by SB-Skin, free software under GPL-3.0-or-later.
zh_hans: 皮肤来自 SB-Skin，以 GPL-3.0-or-later 授权的自由软件。
zh_hant: 皮膚來自 SB-Skin，以 GPL-3.0-or-later 授權的自由軟體。

source: Sort By
zh_hans: 排序方式
zh_hant: 排序方式

source: Source
zh_hans: 来源
zh_hant: 來源

source: Speed
zh_hans: 速度
zh_hant: 速度

source: Start
zh_hans: 启动
zh_hant: 啟動

source: Start service
zh_hans: 启动服务
zh_hant: 啟動服務

source: Start the service to see groups.
zh_hans: 启动服务后可查看分组。
zh_hant: 啟動服務後可檢視分組。

source: Start the service to see live connections.
zh_hans: 启动服务后可查看实时连接。
zh_hant: 啟動服務後可檢視實時連線。

source: Starting…
zh_hans: 正在启动…
zh_hant: 正在啟動…

source: Status
zh_hans: 状态
zh_hant: 狀態

source: Stop
zh_hans: 停止
zh_hant: 停止

source: Stop service
zh_hans: 停止服务
zh_hant: 停止服務

source: Stopped
zh_hans: 已停止
zh_hant: 已停止

source: Stopping…
zh_hans: 正在停止…
zh_hant: 正在停止…

source: Streaming
zh_hans: 实时
zh_hant: 實時

source: Swipe up or down to change station.
zh_hans: 上下滑动切换电台。
zh_hant: 上下滑動切換電臺。

source: Switch profile
zh_hans: 切换配置
zh_hant: 切換設定檔

source: Switch to %@
zh_hans: 切换到 %@
zh_hant: 切換到 %@

source: Switch to profile %@
zh_hans: 切换到配置 %@
zh_hant: 切換到設定檔 %@

source: Switching reloads the service with the new profile.
zh_hans: 切换后会用新配置重新载入服务。
zh_hant: 切換後會用新設定檔重新載入服務。

source: System Proxy
zh_hans: 系统代理
zh_hant: 系統代理

source: Tap the power button to start the service.
zh_hans: 轻点电源按钮启动服务。
zh_hant: 輕點電源按鈕啟動服務。

source: Tap to add. Drag tiles to reorder.
zh_hans: 轻点添加，拖动方块调整顺序。
zh_hant: 輕點新增，拖動方塊調整順序。

source: Tap to connect
zh_hans: 轻点连接
zh_hant: 輕點連線

source: Tear off
zh_hans: 撕下
zh_hant: 撕下

source: Test
zh_hans: 测试
zh_hant: 測試

source: Test All
zh_hans: 全部测试
zh_hant: 全部測試

source: Test again
zh_hans: 再测一次
zh_hant: 再測一次

source: Test all latencies
zh_hans: 测试全部延迟
zh_hant: 測試全部延遲

source: Test latency
zh_hans: 测试延迟
zh_hant: 測試延遲

source: The network is a bit slow.
zh_hans: 网络有点慢。
zh_hant: 網路有點慢。

source: The network is clear.
zh_hans: 网络很通畅。
zh_hant: 網路很通暢。

source: The system will ask you to allow adding a VPN configuration.
zh_hans: 系统会请求你允许添加 VPN 配置。
zh_hant: 系統會請求你允許新增 VPN 設定檔。

source: The system will ask you to allow the extension in System Settings.
zh_hans: 系统会请求你在“系统设置”中允许该扩展。
zh_hant: 系統會請求你在“系統設定”中允許該擴充套件。

source: This device
zh_hans: 本机
zh_hant: 本機

source: This profile has no selectable groups.
zh_hans: 此配置没有可选择的分组。
zh_hant: 此設定檔沒有可選擇的分組。

source: This session
zh_hans: 本次
zh_hant: 本次

source: This skin is designed for one color mode only.
zh_hans: 此皮肤只提供一种颜色模式。
zh_hant: 此皮膚只提供一種顏色模式。

source: Time
zh_hans: 时间
zh_hant: 時間

source: Tip: press ⌃⌘S to cycle through skins, ⌘K for the command palette.
zh_hans: 提示：按 ⌃⌘S 轮换皮肤，按 ⌘K 打开命令面板。
zh_hant: 提示：按 ⌃⌘S 輪換皮膚，按 ⌘K 開啟命令面板。

source: Today
zh_hans: 今天
zh_hant: 今天

source: Tools
zh_hans: 工具
zh_hant: 工具

source: Total Traffic
zh_hans: 总流量
zh_hant: 總流量

source: Total traffic
zh_hans: 总流量
zh_hant: 總流量

source: Total ↓ %@ · ↑ %@
zh_hans: 总计 ↓ %@ · ↑ %@
zh_hant: 總計 ↓ %@ · ↑ %@

source: Total ↓ %@ ↑ %@
zh_hans: 总计 ↓ %@ ↑ %@
zh_hant: 總計 ↓ %@ ↑ %@

source: Traffic
zh_hans: 流量
zh_hant: 流量

source: Traffic chart
zh_hans: 流量图表
zh_hant: 流量圖表

source: Tuning knob
zh_hans: 调谐旋钮
zh_hant: 調諧旋鈕

source: Turn On
zh_hans: 打开
zh_hant: 開啟

source: Turn it on and pick where you want to go.
zh_hans: 打开它，选一个你想去的地方。
zh_hant: 開啟它，選一個你想去的地方。

source: Turn protection on to see where your traffic goes.
zh_hans: 打开保护后，就能看到流量去了哪里。
zh_hant: 開啟保護後，就能看到流量去了哪裡。

source: Type a command, node or mode
zh_hans: 输入命令、节点或模式
zh_hant: 輸入命令、節點或模式

source: Unknown app
zh_hans: 未知应用
zh_hant: 未知應用

source: Update group
zh_hans: 更新分组
zh_hant: 更新分組

source: Update system proxy
zh_hans: 更新系统代理
zh_hant: 更新系統代理

source: Upload
zh_hans: 上传
zh_hant: 上傳

source: Upstream
zh_hans: 上行
zh_hant: 上行

source: Uptime
zh_hans: 运行时长
zh_hant: 執行時長

source: Use %@
zh_hans: 使用 %@
zh_hant: 使用 %@

source: Use skin %@
zh_hans: 使用皮肤 %@
zh_hant: 使用皮膚 %@

source: Use “%@”
zh_hans: 使用“%@”
zh_hant: 使用“%@”

source: Used %@ this session
zh_hans: 本次已用 %@
zh_hant: 本次已用 %@

source: User
zh_hans: 用户
zh_hant: 使用者

source: Via
zh_hans: 经由
zh_hant: 經由

source: Via proxy
zh_hans: 经代理
zh_hant: 經代理

source: Welcome to %@
zh_hans: 欢迎使用 %@
zh_hant: 歡迎使用 %@

source: Went
zh_hans: 去向
zh_hant: 去向

source: Where to?
zh_hans: 去哪里？
zh_hant: 去哪裡？

source: Where traffic went
zh_hans: 流量去向
zh_hant: 流量去向

source: Wording
zh_hans: 用语
zh_hant: 用語

source: You're going through
zh_hans: 你正经由
zh_hant: 你正經由

source: You're not connected
zh_hans: 你还没有连接
zh_hant: 你還沒有連線

source: Your traffic goes out directly. %1$@ when you want the proxy back.
zh_hans: 你的流量正在直连。想用回代理时，%1$@即可。
zh_hant: 你的流量正在直連。想用回代理時，%1$@即可。

source: no route
zh_hans: 无路由
zh_hant: 無路由

source: ‹ Radio
zh_hans: ‹ 收音机
zh_hant: ‹ 收音機
